{
  "questions": [
    { "question": "A 'Planning Variance' is a variance that:", "hint": "Consider its relationship to original and revised standards.", "answerOptions": [ { "text": "Compares actual results against the revised standard.", "rationale": "This defines an Operational Variance.", "isCorrect": false }, { "text": "Compares a revised standard to the original standard.", "rationale": "Planning variances highlight differences between what was planned and what should have been planned based on new information.", "isCorrect": true }, { "text": "Arises due to inefficiency of a cost center/department.", "rationale": "This defines a Controllable Variance.", "isCorrect": false }, { "text": "Is always controllable by operational management.", "rationale": "Planning variances are generally uncontrollable.", "isCorrect": false } ] },
    { "question": "An 'Operational Variance' is a variance that:", "hint": "Consider its relationship to actual results and revised standards.", "answerOptions": [ { "text": "Compares a revised standard to the original standard.", "rationale": "This defines a Planning Variance.", "isCorrect": false }, { "text": "Compares actual results against the revised standard.", "rationale": "Operational variances measure performance against a more realistic, updated benchmark.", "isCorrect": true }, { "text": "Arises due to factors beyond the control of management.", "rationale": "This defines an Uncontrollable Variance.", "isCorrect": false }, { "text": "Is always favorable.", "rationale": "Variances can be favorable or adverse.", "isCorrect": false } ] },
    { "question": "In variance analysis, 'Controllable Variances' are those that:", "hint": "Think about what management can influence.", "answerOptions": [ { "text": "Arise due to factors beyond the control of the management.", "rationale": "This defines Uncontrollable Variances.", "isCorrect": false }, { "text": "Arise due to inefficiency of a cost center/department.", "rationale": "Controllable variances are attributable to the efficiency or inefficiency of a specific unit or manager.", "isCorrect": true }, { "text": "Compare a revised standard to the original standard.", "rationale": "This defines Planning Variances.", "isCorrect": false }, { "text": "Are always related to material price changes.", "rationale": "Controllable variances can relate to any cost element.", "isCorrect": false } ] },
    { "question": "The 'Learning Curve' theory is important in standard costing because it reveals:", "hint": "Consider its impact on time and cost as production increases.", "answerOptions": [ { "text": "A steadily increasing cost for repetitive operations as identical operations are repeated.", "rationale": "The learning curve shows decreasing costs, not increasing.", "isCorrect": false }, { "text": "That automated manufacturing has significant variation and a regular learning curve.", "rationale": "Automated manufacturing has less variation and less pronounced learning curves.", "isCorrect": false }, { "text": "A steadily decreasing cost for the accomplishment of a given repetitive operation as the identical operation is increasingly repeated.", "rationale": "The learning curve demonstrates that efficiency improves and unit costs decrease with cumulative production experience.", "isCorrect": true }, { "text": "That standard time for any batch can only be computed for non-automated processes.", "rationale": "Learning curves are more pronounced in less automated processes, but can be analyzed in others.", "isCorrect": false } ] },
    { "question": "In Activity Based Costing (ABC) variance analysis, the 'Efficiency Variance' reports the:", "hint": "Think about the impact of undertaking more or less activities than standard.", "answerOptions": [ { "text": "Difference between standard price and actual price for the actual quantity of input.", "rationale": "This is the Price/Expenditure Variance.", "isCorrect": false }, { "text": "Cost impact of undertaking more or less activities than standard.", "rationale": "Efficiency variance in ABC measures how efficiently activities were performed relative to the standard cost driver units.", "isCorrect": true }, { "text": "Cost impact of paying more or less than standard for the actual activities undertaken.", "rationale": "This is the Price/Expenditure Variance.", "isCorrect": false }, { "text": "Difference between actual and budgeted sales volume.", "rationale": "This is the Sales Volume Variance.", "isCorrect": false } ] },
    { "question": "Which of the following is a key characteristic of 'Standard Costing in Advanced Manufacturing Environment'?", "hint": "Consider how automation changes cost structures.", "answerOptions": [ { "text": "Most costs that were once variable have become fixed.", "rationale": "Automation shifts cost structures, making many previously variable costs (like labor) fixed.", "isCorrect": true }, { "text": "Emphasis is placed on direct labor variances due to its high variability.", "rationale": "Direct labor becomes a committed cost, making its variances less meaningful.", "isCorrect": false }, { "text": "Products in these environments tend to be highly standardized.", "rationale": "Products may not be standardized.", "isCorrect": false }, { "text": "Variance reports arrive very quickly, solving problems in real-time.", "rationale": "Variance reports may still arrive too late.", "isCorrect": false } ] },
    { "question": "The 'Sales Contribution Mix Variance' measures the impact arising from:", "hint": "Think about the composition of products sold.", "answerOptions": [ { "text": "Changes in physical sales volume on total contribution.", "rationale": "This is the Sales Contribution Quantity Variance.", "isCorrect": false }, { "text": "Actual sales mix being different from budgeted sales mix.", "rationale": "Sales mix variance quantifies the effect of selling a different proportion of products than planned.", "isCorrect": true }, { "text": "Changes in selling prices only.", "rationale": "This is the Sales Contribution Price Variance.", "isCorrect": false }, { "text": "Changes in market size.", "rationale": "This is the Market Size Variance.", "isCorrect": false } ] },
    { "question": "Which of the following is a factor to be considered when investigating a variance?", "hint": "Think about what makes an investigation worthwhile.", "answerOptions": [ { "text": "The variance is always favorable.", "rationale": "Both favorable and adverse variances can be investigated.", "isCorrect": false }, { "text": "The investigation cost is higher than the expected benefits.", "rationale": "Investigation should only be undertaken if benefits exceed costs.", "isCorrect": false }, { "text": "The absolute size of a variance is greater than a certain predetermined amount.", "rationale": "Size is a common criterion for deciding whether to investigate a variance.", "isCorrect": true }, { "text": "The budgetary process is always perfectly accurate.", "rationale": "If the budget is unrealistic, investigation should focus on the budget itself.", "isCorrect": false } ] },
    { "question": "An example of 'interdependence between variances' is when:", "hint": "Think about how one variance can influence another.", "answerOptions": [ { "text": "A favorable material price variance is caused by using cheaper, poorer quality material, leading to an adverse usage variance.", "rationale": "This is a classic example where a favorable price variance is offset by an unfavorable usage variance due to quality issues.", "isCorrect": true }, { "text": "All variances are independent and should be investigated in isolation.", "rationale": "Variances can be interdependent and should be looked at together.", "isCorrect": false }, { "text": "Fixed overhead expenditure variance is always favorable.", "rationale": "Fixed overhead expenditure variance can be favorable or adverse.", "isCorrect": false }, { "text": "Sales volume variance is always caused by changes in production costs.", "rationale": "Sales volume variance is primarily influenced by sales-related factors, not production costs.", "isCorrect": false } ] },
    { "question": "Poor supervision of the workforce is most likely to cause an adverse:", "hint": "Think about how supervision impacts worker output.", "answerOptions": [ { "text": "Material Price Variance", "rationale": "Material price variance is related to purchasing, not supervision.", "isCorrect": false }, { "text": "Labour Rate Variance", "rationale": "Labor rate variance is related to wages, not supervision.", "isCorrect": false }, { "text": "Labour Efficiency Variance", "rationale": "Poor supervision can lead to workers being less productive, resulting in an adverse labor efficiency variance.", "isCorrect": true }, { "text": "Sales Price Variance", "rationale": "Sales price variance is related to selling prices, not supervision.", "isCorrect": false } ] },
    { "question": "Which of the following is NOT a behavioral issue associated with variance analysis?", "hint": "Consider the potential negative impacts on employee behavior.", "answerOptions": [ { "text": "Encouraging short-termism due to focus on short-term, quantified objectives.", "rationale": "This is a behavioral issue.", "isCorrect": false }, { "text": "Promoting sub-optimal behavior like attempts to include budget slacks.", "rationale": "This is a behavioral issue.", "isCorrect": false }, { "text": "Ensuring that all variances are always favorable to boost morale.", "rationale": "This is an unrealistic expectation and not a behavioral issue caused by variance analysis itself.", "isCorrect": true }, { "text": "Demotivating managers if variances are reported as uncontrollable.", "rationale": "This is a behavioral issue.", "isCorrect": false } ] },
    { "question": "In the 'Natural Spices' case, management's decision to lower prices to increase volume resulted in a favorable Sales Volume Variance and an adverse Sales Price Variance. The Purchase Price Variance was favorable, and Labour Efficiency Variance was favorable. This suggests that the firm is likely:", "hint": "Consider the overall strategy implied by these variances.", "answerOptions": [ { "text": "Maintaining its strategy of high-quality ingredients and premium pricing.", "rationale": "Lower prices and potentially lower quality materials contradict this.", "isCorrect": false }, { "text": "Intending to expand its market to price-sensitive segments by potentially compromising on quality.", "rationale": "Lower prices, favorable purchase price variance (possibly cheaper materials), and favorable labor efficiency (possibly cutting corners) suggest a shift towards a cost-focused strategy for a broader market.", "isCorrect": true }, { "text": "Experiencing unexpected positive market conditions that are outside management control.", "rationale": "The variances suggest deliberate management actions, not just external conditions.", "isCorrect": false }, { "text": "Focusing solely on cost control without regard for sales volume.", "rationale": "Sales volume increased, so it's not solely cost control.", "isCorrect": false } ] },
    { "question": "Well-known Footwear (WF) had a budgeted profit of ₹1,94,375. Actual profit was ₹2,30,875. The supervisor passed on a 5.7% decrease in shoe cost to customers, leading to a ₹50,000 adverse Sales Price Variance but a ₹30,625 favorable Sales Volume Variance. Shoe cost variance was ₹50,000 favorable. Staff commission variance was ₹2,750 favorable, and base wage variance was ₹3,125 favorable. What is the overall profit variance?", "hint": "Calculate the difference between actual and budgeted profit.", "answerOptions": [ { "text": "₹30,625 (F)", "rationale": "This is only Sales Volume Variance.", "isCorrect": false }, { "text": "₹50,000 (A)", "rationale": "This is Sales Price Variance.", "isCorrect": false }, { "text": "₹36,500 (F)", "rationale": "Overall Profit Variance = Actual Profit - Budgeted Profit = ₹2,30,875 - ₹1,94,375 = ₹36,500 (F).", "isCorrect": true }, { "text": "₹2,750 (F)", "rationale": "This is only Staff cost variance - commission.", "isCorrect": false } ] },
    { "question": "Continuing from the Well-known Footwear (WF) case, the supervisor's performance seems good. This is supported by:", "hint": "Look for actions that improved overall profitability despite some adverse variances.", "answerOptions": [ { "text": "An entirely offsetting of the shoe cost variance and price variance, indicating effective cost management and pricing strategy.", "rationale": "The favorable shoe cost variance and adverse sales price variance (both ₹50,000) offset, suggesting the supervisor effectively passed on cost savings, leading to higher sales volume and overall profit.", "isCorrect": true }, { "text": "An increase in staff commissions, indicating higher sales revenue.", "rationale": "Staff commissions were lower than budgeted, not higher.", "isCorrect": false }, { "text": "An increase in staff hours, leading to higher sales volume.", "rationale": "Staffing was under budget, not increased.", "isCorrect": false }, { "text": "A focus solely on reducing costs, regardless of sales impact.", "rationale": "The supervisor balanced cost reduction with sales volume increase.", "isCorrect": false } ] },
    { "question": "Osaka Manufacturing Co. (OMC) had a budgeted profit of ₹5,19,000. Actual profit was ₹2,88,750. Sales Volume Contribution Planning Variance was ₹52,125 (A), and Sales Volume Contribution Operational Variance was ₹93,825 (A). Sales Price Variance was ₹39,600 (A). Variable Cost Variance was ₹29,700 (A). Fixed Cost Variance was ₹15,000 (A). What is the total Sales Volume Contribution Variance?", "hint": "Sum the planning and operational components of the sales volume contribution variance.", "answerOptions": [ { "text": "₹52,125 (A)", "rationale": "This is only the Planning Variance.", "isCorrect": false }, { "text": "₹93,825 (A)", "rationale": "This is only the Operational Variance.", "isCorrect": false }, { "text": "₹1,45,950 (A)", "rationale": "Total Sales Volume Contribution Variance = Planning Variance + Operational Variance = ₹52,125 (A) + ₹93,825 (A) = ₹1,45,950 (A).", "isCorrect": true }, { "text": "₹39,600 (A)", "rationale": "This is Sales Price Variance.", "isCorrect": false } ] },
    { "question": "Continuing from the Osaka Manufacturing Co. (OMC) case, the adverse Sales Volume Contribution Planning Variance (₹52,125 A) indicates that:", "hint": "Think about what planning variance reflects.", "answerOptions": [ { "text": "The company failed to achieve its market share target.", "rationale": "Market share variance would indicate this.", "isCorrect": false }, { "text": "The actual market size was smaller than anticipated at the time of budget preparation.", "rationale": "Planning variances related to volume often reflect changes in the overall market size that were not accurately predicted.", "isCorrect": true }, { "text": "The sales management performed inefficiently.", "rationale": "Operational variance would indicate this.", "isCorrect": false }, { "text": "Variable costs were higher than budgeted.", "rationale": "Variable cost variance would indicate this.", "isCorrect": false } ] },
    { "question": "JPY Limited's Direct Materials Usage Variance (Planning) was ₹8,25,000 (A), and its Direct Materials Usage Variance (Operational) was ₹77,500 (A). What is the total Direct Materials Usage Variance (Traditional)?", "hint": "Sum the planning and operational components.", "answerOptions": [ { "text": "₹8,25,000 (A)", "rationale": "This is only the Planning Variance.", "isCorrect": false }, { "text": "₹77,500 (A)", "rationale": "This is only the Operational Variance.", "isCorrect": false }, { "text": "₹9,02,500 (A)", "rationale": "Total Direct Materials Usage Variance = Planning Variance + Operational Variance = ₹8,25,000 (A) + ₹77,500 (A) = ₹9,02,500 (A).", "isCorrect": true }, { "text": "₹12,00,000 (A)", "rationale": "This is total material variance.", "isCorrect": false } ] },
    { "question": "Continuing from the JPY Limited case, the Direct Labour Efficiency Variance (Planning) was ₹16,50,000 (F), and the Direct Labour Efficiency Variance (Operational) was ₹3,00,000 (A). What is the total Direct Labour Efficiency Variance (Traditional)?", "hint": "Sum the planning and operational components.", "answerOptions": [ { "text": "₹16,50,000 (F)", "rationale": "This is only the Planning Variance.", "isCorrect": false }, { "text": "₹3,00,000 (A)", "rationale": "This is only the Operational Variance.", "isCorrect": false }, { "text": "₹13,50,000 (F)", "rationale": "Total Direct Labour Efficiency Variance = Planning Variance + Operational Variance = ₹16,50,000 (F) - ₹3,00,000 (A) = ₹13,50,000 (F).", "isCorrect": true }, { "text": "₹0", "rationale": "This is the total labor rate variance.", "isCorrect": false } ] },
    { "question": "In the 'Natural Spices' case, the management's decision to lower prices to increase volume resulted in a favorable Sales Volume Variance and an adverse Sales Price Variance. The Purchase Price Variance was favorable, and Labour Efficiency Variance was favorable. The overall evaluation of management's decision with the 'Overall Corporate Strategy' (high-quality spices) and 'Critical Success Factors' is that it:", "hint": "Consider if the actions align with the stated strategy of high quality.", "answerOptions": [ { "text": "Is perfectly aligned with the strategy of high-quality spices, as sales volume increased.", "rationale": "Increased sales volume alone does not confirm alignment with high-quality strategy, especially with price cuts.", "isCorrect": false }, { "text": "Suggests a potential compromise on quality to expand market to price-sensitive segments.", "rationale": "Lower prices and favorable purchase/labor variances might indicate a shift towards cost-cutting that could impact the high-quality image.", "isCorrect": true }, { "text": "Indicates unexpected positive market conditions that management effectively exploited.", "rationale": "The variances suggest deliberate management actions, not just external conditions.", "isCorrect": false }, { "text": "Will lead to long-term sustainable growth by maximizing current profits.", "rationale": "Compromising quality can harm long-term sustainability.", "isCorrect": false } ] },
    { "question": "NZSCO Ltd. has an adverse Direct Labour Rate Variance of ₹42,000 and a favorable Direct Labour Efficiency Variance of ₹96,000. What is a likely reason for these interdependent variances?", "hint": "Think about how paying more for labor can lead to better output.", "answerOptions": [ { "text": "Poor supervision of the workforce, leading to lower efficiency and higher rates.", "rationale": "Poor supervision would lead to adverse efficiency.", "isCorrect": false }, { "text": "Using inferior quality material, leading to lower efficiency and higher rates.", "rationale": "Inferior material would lead to adverse efficiency and potentially lower rates.", "isCorrect": false }, { "text": "The labour rate was increased, which might have encouraged the labours to do work more efficiently.", "rationale": "Paying a higher rate (adverse rate variance) can motivate workers to be more productive (favorable efficiency variance).", "isCorrect": true }, { "text": "A reduction in the pay rate of labour, leading to higher efficiency.", "rationale": "A reduction in pay rate would lead to a favorable rate variance.", "isCorrect": false } ] },
    { "question": "T-tech's Sales Manager 'K' claims an outstanding month with an adverse Sales Price Variance on 3,000 W PMPO Systems (₹22,50,000 A) compensated by raising the price of 5,000 W PMPO Systems. Unit sales of 3,000 W PMPO were as expected, but 5,000 W PMPO sales were exceptional, yielding a Sales Margin Volume Variance of ₹23,75,000 (F). The total market for 5,000 W PMPO Systems increased by 50%. What is the Sales Margin Volume Variance for 5,000 W PMPO Systems based on the *revised market details*?", "hint": "Calculate the difference between actual sales quantity and the *revised budgeted quantity* (which accounts for market size change) at standard margin.", "answerOptions": [ { "text": "₹23,75,000 (F)", "rationale": "This is the volume variance based on original budget, not revised market.", "isCorrect": false }, { "text": "₹35,62,500 (A)", "rationale": "Budgeted Sales Quantity for 5,000 W PMPO = 500 units. Revised Market Size = 50% increase, so Revised Budgeted Quantity = 500 * 1.5 = 750 units. Actual Sales Quantity = 600 units. Standard Margin = ₹23,750. Sales Margin Volume Variance (Revised) = (Actual Qty - Revised Budgeted Qty) * Standard Margin = (600 - 750) * ₹23,750 = -150 * ₹23,750 = -₹35,62,500 (A).", "isCorrect": true }, { "text": "₹59,37,500 (F)", "rationale": "This is the market size variance.", "isCorrect": false }, { "text": "₹0", "rationale": "There is a variance.", "isCorrect": false } ] },
    { "question": "Continuing from the T-tech case, the Sales Manager 'K' claims an outstanding month. However, the measurement of his performance is incomplete if the revised market size is ignored. Why is this so?", "hint": "Consider the impact of external market changes on the sales manager's apparent performance.", "answerOptions": [ { "text": "The market size variance is always controllable by the sales manager.", "rationale": "Market size variance is generally uncontrollable.", "isCorrect": false }, { "text": "The favorable volume variance includes a planning variance (market size) that is outside his control.", "rationale": "The overall favorable volume variance might be due to an external market boom, not the manager's direct efforts, thus distorting his true operational performance.", "isCorrect": true }, { "text": "Sales price variance is always favorable in an outstanding month.", "rationale": "Sales price variance was adverse.", "isCorrect": false }, { "text": "Sales manager is only responsible for sales price, not volume.", "rationale": "Sales managers are responsible for both price and volume.", "isCorrect": false } ] },
    { "question": "ZM Inc. produces industrial and domestic flooring rolls. The total unit sales increased by 40,000 rolls, resulting in a favorable volume variance (Z$2.30m F). The mix variance was Z$0.60m F, and the quantity variance was Z$1.70m F. The market size variance was Z$4.25m A, and the market share variance was Z$5.95m F. What is the primary reason for the overall favorable volume variance?", "hint": "Consider the combined effect of market size and market share.", "answerOptions": [ { "text": "The favorable market size variance.", "rationale": "Market size variance was adverse.", "isCorrect": false }, { "text": "The favorable mix variance, shifting sales towards higher contribution products.", "rationale": "While favorable, it's not the primary reason for the *overall volume* variance.", "isCorrect": false }, { "text": "The favorable market share variance, which more than offset the adverse market size variance.", "rationale": "Despite a shrinking market, ZM gained significant market share, leading to an overall favorable volume.", "isCorrect": true }, { "text": "A reduction in the selling price of both products.", "rationale": "Price variance is separate and was adverse.", "isCorrect": false } ] },
    { "question": "Continuing from the ZM Inc. case, the actual sale of industrial flooring rolls is 35% higher than projections, with a contribution margin of Z$47.5 (standard Z$50). The actual sale of domestic flooring rolls is 5% lower than expectations, with a contribution margin of Z$27 (standard Z$40). The market size shrunk by 12.5%. What strategic input should be advised regarding the two types of flooring rolls?", "hint": "Consider the product life cycle stages and profitability of each product in a shrinking market.", "answerOptions": [ { "text": "Increase the selling price of industrial flooring rolls to maximize profit margin.", "rationale": "Increasing price might lose market share, especially if it's in a growth phase.", "isCorrect": false }, { "text": "Phase out industrial flooring rolls and focus on domestic residential rolls.", "rationale": "Industrial rolls are growing and more profitable; domestic rolls are declining and less profitable.", "isCorrect": false }, { "text": "Consider phasing out domestic flooring rolls and concentrating on industrial flooring rolls, due to the latter's growth and higher contribution margin in a shrinking market.", "rationale": "This aligns with optimizing the product portfolio by focusing on the stronger, more profitable product in a challenging market environment.", "isCorrect": true }, { "text": "Maintain equal focus on both product lines to diversify risk.", "rationale": "Equal focus might not be optimal given their differing performance and market conditions.", "isCorrect": false } ] }
  ]
}