{
  "questions": [
    { "question": "Which of the following best describes the fundamental role of 'change drivers' in a dynamic business environment?", "hint": "Consider what these drivers collectively determine.", "answerOptions": [ { "text": "They solely dictate the internal organizational structure without external influence.", "rationale": "Change drivers are external and influence the entire business environment, not just internal structure.", "isCorrect": false }, { "text": "They are exclusively technological advancements that lead to cost reductions.", "rationale": "Change drivers include a wide range of elements beyond just technology and cost reduction.", "isCorrect": false }, { "text": "They collectively determine the degree of environmental dynamism, with some acting as causes and others as effects.", "rationale": "This accurately captures that change drivers are both causes and effects, and their combined force shapes the business environment's dynamism.", "isCorrect": true }, { "text": "They ensure that competitive advantages are sustained indefinitely in the market.", "rationale": "In a dynamic environment, change drivers often lead to temporary competitive advantages.", "isCorrect": false } ] },
    { "question": "According to the chapter, which of the following is an example of a 'cause' change driver, as opposed to an 'effect' change driver?", "hint": "Think about what initiates a chain of changes versus what results from them.", "answerOptions": [ { "text": "Advanced Manufacturing", "rationale": "Advanced Manufacturing is identified as an effect of change drivers like digital technologies.", "isCorrect": false }, { "text": "Agile Organisations", "rationale": "Agile Organisations are identified as an effect of business ecosystems.", "isCorrect": false }, { "text": "Digital Technologies", "rationale": "Digital Technologies are explicitly stated as a cause of change drivers.", "isCorrect": true }, { "text": "Lean Start-up", "rationale": "Lean Start-up is identified as an effect of business ecosystems.", "isCorrect": false } ] },
    { "question": "The continuous connectivity of smart devices and sensors, giving manufacturers access to unprecedented insights into their operations, is made possible by which digital technology?", "hint": "Think about the network of physical objects embedded with sensors.", "answerOptions": [ { "text": "Robotics", "rationale": "Robotics deals with physical reaction and automation, not primarily continuous connectivity of devices for insights.", "isCorrect": false }, { "text": "Artificial Intelligence (AI)", "rationale": "AI processes data and generates insights, but IoT provides the continuous data flow from devices.", "isCorrect": false }, { "text": "Internet of Things (IoT)", "rationale": "IoT is precisely defined as enabling continuous connectivity of smart devices and sensors for operational insights.", "isCorrect": true }, { "text": "Blockchain", "rationale": "Blockchain is a distributed ledger technology for secure transactions, not device connectivity.", "isCorrect": false } ] },
    { "question": "Which of the following digital technologies is described as 'releasing previously unattainable analytics and insights, driven by the exponential growth in data and access to data, as well as computer power and connectivity'?", "hint": "This technology enables machines to simulate human thought processes.", "answerOptions": [ { "text": "3D Printing", "rationale": "3D Printing is for additive manufacturing of physical objects.", "isCorrect": false }, { "text": "Cloud", "rationale": "Cloud provides infrastructure and services over a network, enabling data access, but AI is specifically about insights from that data.", "isCorrect": false }, { "text": "Artificial Intelligence (AI)", "rationale": "AI is explicitly described as the technology that unlocks advanced analytics and insights from data.", "isCorrect": true }, { "text": "Digital Twin", "rationale": "Digital Twins are virtual representations, which use AI/IoT, but AI itself is the core technology for insights.", "isCorrect": false } ] },
    { "question": "Installing a passbook update kiosk in a bank lounge is categorized as which type of business model change due to technological advancements?", "hint": "Consider if it replaces a human task without fundamentally altering the service or culture.", "answerOptions": [ { "text": "Extension", "rationale": "Extension involves using technology for new tasks or enhancing utility, which is not the primary function of a passbook kiosk.", "isCorrect": false }, { "text": "Transformation", "rationale": "Transformation revamps the product, service, process, and culture, which is a broader change than a kiosk provides.", "isCorrect": false }, { "text": "Revolution", "rationale": "Revolution is not a defined category of business model change in this context.", "isCorrect": false }, { "text": "Automation", "rationale": "Automation is the mere replacement of humans with technology without impacting organizational culture or business processes, which accurately describes a passbook update kiosk.", "isCorrect": true } ] },
    { "question": "A 'business ecosystem' is best described as:", "hint": "Think about the interplay between various entities in delivering a product or service.", "answerOptions": [ { "text": "A single firm that operates independently, maximizing its own profits.", "rationale": "This contradicts the definition of an ecosystem as a network of organizations.", "isCorrect": false }, { "text": "A network of organizations involved in delivering a specific product or service through both competition and cooperation.", "rationale": "This accurately defines a business ecosystem, highlighting collaboration and competition.", "isCorrect": true }, { "text": "A market condition where competition is so intense that it creates instability.", "rationale": "This describes hyper-competition.", "isCorrect": false }, { "text": "A system where a new entrant expands the market by targeting customers who have never used a similar product before.", "rationale": "This describes new-market disruption.", "isCorrect": false } ] },
    { "question": "Which of the following is NOT one of the three mutually reinforcing 'flywheels' that fuel business ecosystem success?", "hint": "Recall the three key drivers of value creation and cost optimization in an ecosystem.", "answerOptions": [ { "text": "Data Flywheel", "rationale": "The Data Flywheel is one of the three reinforcing flywheels.", "isCorrect": false }, { "text": "Growth Flywheel", "rationale": "The Growth Flywheel is one of the three reinforcing flywheels.", "isCorrect": false }, { "text": "Innovation Flywheel", "rationale": "Innovation is a broader concept and not one of the three specific flywheels (Data, Growth, Cost) identified for fueling ecosystem success.", "isCorrect": true }, { "text": "Cost Flywheel", "rationale": "The Cost Flywheel is one of the three reinforcing flywheels.", "isCorrect": false } ] },
    { "question": "Hyper-competition is characterized by 'strategic maneuvers occurring at a quick, intense, and unexpected pace'. This condition implies that any competitive advantage an organization establishes:", "hint": "Consider the duration of competitive advantages in such a market.", "answerOptions": [ { "text": "Can be sustained for a long time due to high entry barriers.", "rationale": "Hyper-competition is characterized by low entry barriers and temporary advantages.", "isCorrect": false }, { "text": "Cannot be sustained for a long time, forcing businesses to constantly change strategies.", "rationale": "This is a core implication of hyper-competition: competitive advantages are fleeting.", "isCorrect": true }, { "text": "Is primarily based on cost leadership and standardization.", "rationale": "While cost leadership can be a strategy, the defining characteristic is the temporary nature of *any* advantage.", "isCorrect": false }, { "text": "Leads to a stable market equilibrium among competitors.", "rationale": "Hyper-competition creates instability, not equilibrium.", "isCorrect": false } ] },
    { "question": "A key response strategy for hyper-competition is D'Aveni's 7S framework. This framework is designed to enable a business to:", "hint": "Think about the goal of this framework in a high-velocity market.", "answerOptions": [ { "text": "Achieve a permanent competitive advantage by restructuring the business for equilibrium.", "rationale": "D'Aveni's framework is for achieving *temporary* advantages through a series of initiatives, not permanent equilibrium.", "isCorrect": false }, { "text": "Remain competitive through a series of initiatives delivering temporary advantages.", "rationale": "This accurately describes the purpose of D'Aveni's 7S framework in hyper-competitive markets.", "isCorrect": true }, { "text": "Focus solely on cost reduction through aggressive price wars.", "rationale": "The framework is broader than just price wars and aims for sustained competitiveness through various means.", "isCorrect": false }, { "text": "Centralize decision-making to increase speed and surprise maneuvers.", "rationale": "While speed and surprise are elements, the framework is about overall competitiveness, not just centralization.", "isCorrect": false } ] },
    { "question": "According to Clayton Christensen, 'Low-end disruption' occurs when a company uses a low-cost business model to:", "hint": "Think about the segment of the market it initially targets.", "answerOptions": [ { "text": "Expand the market by targeting customers who have never used a similar product before.", "rationale": "This defines new-market disruption.", "isCorrect": false }, { "text": "Enter at the bottom of an existing market and claim a segment, causing incumbents to retreat upmarket.", "rationale": "This accurately describes low-end disruption, targeting overserved customers.", "isCorrect": true }, { "text": "Introduce an upgraded version of an existing product with additional characteristics.", "rationale": "This describes sustaining innovation or evolutionary products.", "isCorrect": false }, { "text": "Replace existing technology with a completely new and revolutionary approach.", "rationale": "This describes transformation, not specifically low-end disruption.", "isCorrect": false } ] },
    { "question": "Which of the following is NOT a component of 'Disruptive Innovation' as identified by Clayton Christensen?", "hint": "Recall the three foundational elements for disruptive innovation to succeed.", "answerOptions": [ { "text": "Enabling Technology", "rationale": "Enabling Technology is a component of disruptive innovation.", "isCorrect": false }, { "text": "Disruptive or Innovative Business Model", "rationale": "A disruptive business model is a component of disruptive innovation.", "isCorrect": false }, { "text": "Extensive Marketing Budget", "rationale": "An extensive marketing budget is not listed as one of the three core components of disruptive innovation; the focus is on technology, business model, and value network.", "isCorrect": true }, { "text": "Coherent Value Network", "rationale": "A coherent value network is a component of disruptive innovation.", "isCorrect": false } ] },
    { "question": "The aim of advanced manufacturing is NOT to:", "hint": "Consider what advanced manufacturing seeks to optimize or eliminate.", "answerOptions": [ { "text": "Enhance output.", "rationale": "Enhancing output is an aim of advanced manufacturing.", "isCorrect": false }, { "text": "Increase added value, quality, and responsiveness to the market.", "rationale": "Increasing these aspects is an aim of advanced manufacturing.", "isCorrect": false }, { "text": "Increase time to market and material inventory.", "rationale": "Advanced manufacturing aims to *reduce* time to market and material inventory, not increase them.", "isCorrect": true }, { "text": "Remove the scenario of underutilized capital plant.", "rationale": "Removing underutilized capital plant is an aim of advanced manufacturing.", "isCorrect": false } ] },
    { "question": "According to Meredith and Hill's classification, a 'Flexible Manufacturing System (FIMS)' would fall under which level of advanced manufacturing technology integration?", "hint": "Think about systems that group equipment and materials for production.", "answerOptions": [ { "text": "Level 1: Stand-alone (or unitary)", "rationale": "Level 1 includes individual equipment like robots.", "isCorrect": false }, { "text": "Level 2: Cells", "rationale": "Cells consist of groups of equipment and materials, and at its highest level of integration, a cell might form a FIMS.", "isCorrect": true }, { "text": "Level 3: Linked islands", "rationale": "Linked islands involve cells being linked together into larger production systems.", "isCorrect": false }, { "text": "Level 4: Full integration", "rationale": "Full integration is the total integration of all business functions (CIM).", "isCorrect": false } ] },
    { "question": "The core premise of the 'Lean Start-up' methodology is that entrepreneurs should:", "hint": "Consider how it differs from traditional business planning and its emphasis on learning.", "answerOptions": [ { "text": "Begin with an elaborate business plan and adhere strictly to it.", "rationale": "Lean Start-up advocates searching for a business model through experimentation, not starting with a rigid plan.", "isCorrect": false }, { "text": "Commit significant resources upfront to ensure market dominance.", "rationale": "Lean Start-up aims to minimize resources committed upfront to reduce vulnerability.", "isCorrect": false }, { "text": "Test, learn, and adjust their strategy through a cycle of continuous improvement, starting with a Minimum Viable Product (MVP).", "rationale": "This accurately describes the iterative and experimental nature of the Lean Start-up methodology.", "isCorrect": true }, { "text": "Focus solely on financial reporting metrics like Income Statement and Balance Sheet.", "rationale": "Lean Start-up focuses on actionable metrics relevant to customer acquisition and value, not just traditional financial reports.", "isCorrect": false } ] },
    { "question": "Which of the following is a key difference in 'Engineering' between a Traditional set-up and a Lean Start-up?", "hint": "Think about the development approach.", "answerOptions": [ { "text": "Traditional uses Agile or Waterfall, while Lean Start-up uses Agile (iterative and incremental).", "rationale": "This accurately contrasts the engineering approaches: Traditional can use either, while Lean Start-up specifically emphasizes iterative Agile development.", "isCorrect": true }, { "text": "Traditional focuses on Customer Development, while Lean Start-up focuses on Product Management.", "rationale": "This is incorrect; Lean Start-up focuses on Customer Development, and Traditional on Product Management.", "isCorrect": false }, { "text": "Traditional uses metrics that matter, while Lean Start-up uses financial reporting.", "rationale": "This is incorrect; Lean Start-up uses metrics that matter, and Traditional uses financial reporting.", "isCorrect": false }, { "text": "Traditional builds products iteratively, while Lean Start-up builds them linearly.", "rationale": "This is incorrect; Lean Start-up builds iteratively, and Traditional can be linear (Waterfall).", "isCorrect": false } ] },
    { "question": "An 'Agile Organization' is characterized by:", "hint": "Consider its structure and how it responds to change.", "answerOptions": [ { "text": "A rigid, top-down hierarchy with departmentalized employees (silos).", "rationale": "This describes a Traditional Hierarchical Organization, not an Agile one.", "isCorrect": false }, { "text": "A primary focus on maintaining a strict chain of command and fixed roles.", "rationale": "Agile organizations are flexible and adaptable, not rigid.", "isCorrect": false }, { "text": "A network of empowered teams designed to respond quickly to changing environments and customer needs.", "rationale": "This accurately defines an Agile Organization, emphasizing adaptability and empowered teams.", "isCorrect": true }, { "text": "A culture where employees are discouraged from sharing best practices to maintain competitive secrecy.", "rationale": "Agile organizations promote open communication and sharing of best practices.", "isCorrect": false } ] },
    { "question": "Innovation is considered the core of Design Thinking, Lean Start-up, and Agile methodologies because:", "hint": "Think about what happens when creative solutions and technical capabilities converge.", "answerOptions": [ { "text": "They all prioritize cost reduction over product uniqueness.", "rationale": "While efficiency is a goal, the core is innovation, not solely cost reduction.", "isCorrect": false }, { "text": "Innovation is a separate process that occurs independently of these methodologies.", "rationale": "The text explicitly states innovation happens when these methodologies combine.", "isCorrect": false }, { "text": "Innovation happens when creative solutions and technical capabilities come together, driven by involving the technical team early.", "rationale": "This statement accurately describes the synergistic relationship between these methodologies and innovation.", "isCorrect": true }, { "text": "They focus on maintaining existing product features rather than developing new ones.", "rationale": "These methodologies are about continuous improvement and new product development.", "isCorrect": false } ] },
    { "question": "The primary difference in 'Focus of research efforts' between 'Start-ups' and 'Incumbents' is that:", "hint": "Consider what each type of organization typically seeks to develop or exploit.", "answerOptions": [ { "text": "Start-ups focus on new technologies requiring significant money, while Incumbents focus on innovations supported by tech behemoths.", "rationale": "This is incorrect; Incumbents focus on new technologies requiring more resources, and Start-ups on innovations supported by external investors.", "isCorrect": true }, { "text": "Start-ups aim to drive true technological change, while Incumbents aim to bring disruptive innovations.", "rationale": "This is incorrect; Start-ups focus on disruptive innovation, and Incumbents on exploiting technological change commercially.", "isCorrect": false }, { "text": "Start-ups strive to take new technologies to profitable levels, while Incumbents strive to bring innovation with disruption potential.", "rationale": "This is incorrect; Incumbents aim for profitability, Start-ups for disruption.", "isCorrect": false }, { "text": "Start-ups primarily focus on existing product lines, while Incumbents focus on new market segments.", "rationale": "This is incorrect; Start-ups often carve out new niches, while Incumbents extend into adjacent categories.", "isCorrect": false } ] },
    { "question": "A 'startup' is defined as 'a temporary organization designed to look for a business model that is repeatable and scalable'. This contrasts with an 'incumbent' which is defined as:", "hint": "Think about the permanence and execution nature of an incumbent.", "answerOptions": [ { "text": "A temporary organization designed to disrupt existing markets.", "rationale": "This describes a startup, not an incumbent.", "isCorrect": false }, { "text": "A permanent organization designed to execute a business model that is repeatable and scalable.", "rationale": "This accurately defines an incumbent, emphasizing its established and execution-focused nature.", "isCorrect": true }, { "text": "A small, agile company that prioritizes risk-taking and rapid innovation.", "rationale": "This describes a startup's characteristics, not an incumbent's core definition.", "isCorrect": false }, { "text": "An organization that primarily focuses on R&D investment for new product turnaround.", "rationale": "While incumbents do R&D, their defining characteristic is executing an established business model.", "isCorrect": false } ] },
    { "question": "The battle between every startup and incumbent comes down to whether:", "hint": "Consider the key competitive strengths of each.", "answerOptions": [ { "text": "The startup gets more funding before the incumbent reduces its fixed costs.", "rationale": "Funding is important but not the core competitive dynamic described.", "isCorrect": false }, { "text": "The startup gets distribution before the incumbent gets innovation.", "rationale": "This highlights the critical race: startups need to reach customers before incumbents can adapt and innovate.", "isCorrect": true }, { "text": "The incumbent establishes strong second-line management before the startup scales up.", "rationale": "This is an internal organizational difference, not the defining battle.", "isCorrect": false }, { "text": "The startup focuses on offline sales before the incumbent shifts to online channels.", "rationale": "The operating model differences are a consequence, not the core battle.", "isCorrect": false } ] },
    { "question": "Which of the following is a key characteristic of a 'Start-up's Organization structure' compared to an 'Incumbent's'?", "hint": "Think about hierarchy and team composition.", "answerOptions": [ { "text": "Hierarchical structure with large and functional departments.", "rationale": "This describes an incumbent's structure.", "isCorrect": false }, { "text": "Silo working prevails with limited responsibility.", "rationale": "This describes an incumbent's structure.", "isCorrect": false }, { "text": "Lean structure with small and cross-functional teams, and shared responsibility.", "rationale": "Start-ups are characterized by agile, cross-functional teams with end-to-end visibility.", "isCorrect": true }, { "text": "Handcuffed local teams, leading to slow decision making.", "rationale": "This describes an incumbent's structure.", "isCorrect": false } ] },
    { "question": "Intrapreneurship is defined as 'entrepreneurship within an existing business'. From a Strategic Cost & Performance Management perspective, intrapreneuring is considered a revolutionary system for:", "hint": "Consider its impact on innovation and resource utilization within large companies.", "answerOptions": [ { "text": "Centralizing all decision-making to reduce risk.", "rationale": "Intrapreneurship promotes decentralized innovation, not centralization.", "isCorrect": false }, { "text": "Speeding up innovations within large companies by making better use of available or allocated resources.", "rationale": "This accurately captures how intrapreneurship fosters internal innovation and efficiency.", "isCorrect": true }, { "text": "Diverting the organization's attention away from existing products to focus solely on new ventures.", "rationale": "While it involves new ventures, its purpose is to counter stagnation within the existing business, not solely divert attention.", "isCorrect": false }, { "text": "Eliminating the need for external partnerships and collaborations.", "rationale": "Intrapreneurship is an internal mechanism, but it doesn't eliminate the need for external partnerships.", "isCorrect": false } ] },
    { "question": "An 'Incubator' differs from an 'Accelerator' primarily because an incubator:", "hint": "Think about the stage of the startup they support and their primary goal.", "answerOptions": [ { "text": "Focuses on rapid growth for startups that already have a Market Viable Product (MVP).", "rationale": "This describes an accelerator.", "isCorrect": false }, { "text": "Provides mentorship and industry connections over a short-term program.", "rationale": "This describes an accelerator.", "isCorrect": false }, { "text": "Focuses on early-stage startups that do not have a business model in place, helping them nurture an idea into a viable product.", "rationale": "Incubators are for very early-stage ideas, helping to build the foundational business model.", "isCorrect": true }, { "text": "Takes an equity stake in the startup as opposed to working on a fee-basis.", "rationale": "Accelerators often take equity; incubators typically work on a fee basis.", "isCorrect": false } ] },
    { "question": "Seamless supply chain collaboration is essential for effective supply chain management and business resilience. Which of the following is NOT an essential for ensuring seamless supply chain collaboration?", "hint": "Think about what fosters smooth information flow and coordination.", "answerOptions": [ { "text": "Real-time data sharing among all parties.", "rationale": "Real-time data sharing is essential for effective collaboration.", "isCorrect": false }, { "text": "Highly centralized decision-making with limited input from partners.", "rationale": "Effective collaboration requires decentralized decision-making and coordination among partners, not highly centralized control.", "isCorrect": true }, { "text": "AI and Machine Learning that goes beyond data analytics for faster threat identification.", "rationale": "Advanced analytics are essential for proactive collaboration.", "isCorrect": false }, { "text": "End-to-end visibility of inventory and potential issues.", "rationale": "End-to-end visibility is critical for identifying and responding to problems.", "isCorrect": false } ] },
    { "question": "A 'Hyper Disruptive Business Model' is characterized by its aim to:", "hint": "Consider its impact on products, services, and the competitive landscape.", "answerOptions": [ { "text": "Maintain the status quo and ensure market stability.", "rationale": "Hyper-disruptive models create instability and change.", "isCorrect": false }, { "text": "Create, disintermediate, refine, reengineer, or optimize a product or service, role, or market, prioritizing crushing competitors.", "rationale": "This accurately describes the aggressive and transformative nature of hyper-disruptive business models.", "isCorrect": true }, { "text": "Focus solely on incremental improvements to existing products for established customers.", "rationale": "This describes sustaining innovation, not disruptive models.", "isCorrect": false }, { "text": "Avoid competition by operating in niche segments with no rivals.", "rationale": "Hyper-disruptive models often aim for market dominance, not avoidance of competition.", "isCorrect": false } ] },
    { "question": "The 'Free Model' business model, where the core product is distributed for free to a large number of users and premium products are sold to a smaller subset, is primarily successful because:", "hint": "Think about how it attracts a large user base and its impact on customer acquisition.", "answerOptions": [ { "text": "It ensures high-quality products are delivered consistently to all users.", "rationale": "While quality is important, the core success factor is user acquisition and network effects.", "isCorrect": false }, { "text": "It allows for immediate monetization of all users from the outset.", "rationale": "The free model defers direct monetization for most users.", "isCorrect": false }, { "text": "It results in a large user base due to word-of-mouth, lowering customer acquisition costs for premium offerings.", "rationale": "The free offering acts as a powerful marketing tool, driving wide adoption and creating a funnel for premium sales.", "isCorrect": true }, { "text": "It eliminates the need for any advertising or marketing efforts.", "rationale": "Advertising is often a key revenue stream or marketing method for free models.", "isCorrect": false } ] },
    { "question": "Which of the following is an example of a 'Cross-subsidisation' (razorblade) business model?", "hint": "Look for a low-cost initial product driving sales of a high-margin complementary one.", "answerOptions": [ { "text": "A social media platform offering free user accounts and earning revenue from advertisers.", "rationale": "This is an example of the Advertising (Hidden Revenue) model.", "isCorrect": false }, { "text": "A company selling printers cheaply to build demand for high-margin printer cartridges.", "rationale": "This is a classic example of the razorblade model, where the initial product is a 'bait' for recurring high-margin sales.", "isCorrect": true }, { "text": "An online encyclopedia provided for free, with no direct revenue from users.", "rationale": "This is an example of the Open Source (Free Access) model.", "isCorrect": false }, { "text": "A supermarket offering a free gift when customers spend a threshold amount.", "rationale": "This is an example of the Promotion model.", "isCorrect": false } ] },
    { "question": "The 'Freemium Model' is characterized by users paying for basic services with their data rather than money, and then paying a fee to upgrade to a more comprehensive offer. This model disrupts businesses that could formerly charge for even the basic service because:", "hint": "Consider its impact on customer acquisition and initial barriers to entry for users.", "answerOptions": [ { "text": "It forces all users to pay for premium features from the start.", "rationale": "The essence of freemium is offering a free tier.", "isCorrect": false }, { "text": "It significantly increases customer acquisition costs due to the free tier.", "rationale": "Freemium aims to lower customer acquisition costs by attracting users with a free offering.", "isCorrect": true }, { "text": "It lowers customer acquisition costs by allowing users to try the product with limited features for free, aiding long-term revenue generation.", "rationale": "This accurately describes how freemium attracts a large user base and converts some to paying customers.", "isCorrect": true }, { "text": "It is only applicable to physical products, not digital services.", "rationale": "Freemium is most prominently used for digital services.", "isCorrect": false } ] },
    { "question": "The 'Access-Over-Ownership Model' provides temporary access to goods and services traditionally only available through purchase. A key reason for its efficiency and economy, especially when internet-enabled, is that it:", "hint": "Think about how the internet facilitates the connection between those who want to borrow and those who own.", "answerOptions": [ { "text": "Requires consumers to own more assets to participate in the sharing economy.", "rationale": "It's about access *over* ownership, reducing the need for individual ownership.", "isCorrect": false }, { "text": "Increases the friction of financial transactions by introducing intermediaries.", "rationale": "The internet helps *reduce* friction by directly connecting parties.", "isCorrect": false }, { "text": "Reduces the friction of financial transactions by matching consumers who want to borrow with owners willing to share.", "rationale": "The internet efficiently connects demand and supply for temporary access, making transactions smoother and more economical.", "isCorrect": true }, { "text": "Is primarily used for luxury goods and services, making them more exclusive.", "rationale": "It applies broadly to various goods and services, often making them more accessible.", "isCorrect": false } ] },
    { "question": "A business model is considered 'sustainable' if it primarily addresses:", "hint": "Recall the three broad dimensions of sustainability.", "answerOptions": [ { "text": "Only the economic perspective, ensuring maximum short-term profit.", "rationale": "Sustainability requires more than just economic profit.", "isCorrect": false }, { "text": "The social and environmental perspectives in addition to the economic perspective.", "rationale": "This aligns with the triple bottom line approach to sustainability.", "isCorrect": true }, { "text": "Compliance with ethical standards and positive social norms, regardless of financial outcomes.", "rationale": "While important, this is a subset of social aspects and doesn't cover all three dimensions.", "isCorrect": false }, { "text": "Only technological advancements and digital transformation.", "rationale": "Technology supports sustainability but is not the definition of a sustainable business model itself.", "isCorrect": false } ] },
    { "question": "Which of the following approaches for developing a sustainable business model involves the consumer paying for the services provided by a product rather than purchasing the product itself, making the company responsible for the entire product lifecycle?", "hint": "Think about models where ownership is retained by the provider.", "answerOptions": [ { "text": "Open Innovation", "rationale": "Open innovation is about external collaboration for ideas.", "isCorrect": false }, { "text": "Closed-loop production", "rationale": "Closed-loop production is about recycling materials within manufacturing.", "isCorrect": false }, { "text": "Product Service Systems", "rationale": "Product Service Systems (PSS) are precisely defined by this model of paying for service/use rather than owning the product.", "isCorrect": true }, { "text": "Crowdfunding", "rationale": "Crowdfunding is a funding source, not a product/service delivery model.", "isCorrect": false } ] },
    { "question": "An 'emerging market country' is defined as a society transitioning from a dictatorship to a free-market-oriented economy, with increasing economic freedom, gradual integration with the Global Marketplace, and an expanding middle class. Which of the following is NOT typically a characteristic of these markets that requires customization in a global business model?", "hint": "Consider what makes these markets unique and challenging for standard global approaches.", "answerOptions": [ { "text": "Sociopolitical governance and market heterogeneity.", "rationale": "These are characteristics requiring customization.", "isCorrect": false }, { "text": "Adequate infrastructure and abundant quality resources.", "rationale": "Emerging markets are typically characterized by *inadequate* infrastructure and *chronic shortage* of quality resources, making this the incorrect option.", "isCorrect": true }, { "text": "Prevalence of clientelistic exchange and informal institutional flux.", "rationale": "These are characteristics requiring customization.", "isCorrect": false }, { "text": "Unbranded competition and channels of distribution challenges.", "rationale": "These are characteristics requiring customization.", "isCorrect": false } ] },
    { "question": "When developing strategic responses to new business models, it's crucial to address 'cause drivers' rather than just 'effect drivers'. Which of the following is generally considered a 'cause driver'?", "hint": "Think about what fundamentally initiates change.", "answerOptions": [ { "text": "Agile Organisations", "rationale": "Agile Organizations are effects of business ecosystems.", "isCorrect": false }, { "text": "Lean Start-up", "rationale": "Lean Start-ups are effects of business ecosystems.", "isCorrect": false }, { "text": "Digital Technologies", "rationale": "Digital Technologies are explicitly identified as a cause driver.", "isCorrect": true }, { "text": "Advanced Manufacturing", "rationale": "Advanced Manufacturing is an effect of digital technologies.", "isCorrect": false } ] },
    { "question": "In a hyper-competitive market, organizations strive for a series of short-term advantages based on market disruption, shifting to another disruption once the previous one matures. This strategy implies that companies must foster a culture where:", "hint": "Consider what enables continuous innovation and adaptation.", "answerOptions": [ { "text": "Budget allocations for research and development activity are minimized.", "rationale": "R&D budget should be reasonable to foster innovation.", "isCorrect": false }, { "text": "Collaborations for knowledge and resource sharing are discouraged to protect intellectual property.", "rationale": "Collaborations are encouraged for knowledge and resource sharing.", "isCorrect": false }, { "text": "Everyone in an organization, irrespective of position, strives for innovation, and timing of shifting to the next disruption is critical.", "rationale": "Continuous innovation and timely shifts are essential for survival in hyper-competition.", "isCorrect": true }, { "text": "Competitive equilibrium is maintained through long-term, stable strategies.", "rationale": "Hyper-competition involves constant change, not stable equilibrium.", "isCorrect": false } ] },
    { "question": "When an established organization faces an industry disruption, and it decides to 'milk as cash cow' as a strategic response, this typically applies to:", "hint": "Think about the state of the business being 'milked'.", "answerOptions": [ { "text": "Highly innovative product lines that are gaining market share.", "rationale": "Milking is for vulnerable or declining businesses, not growing ones.", "isCorrect": false }, { "text": "Vulnerable businesses that have failed to come up with disruptions in a hyper-competitive environment.", "rationale": "This strategy is applied to extract remaining value from businesses that are losing their competitive edge due to disruption.", "isCorrect": true }, { "text": "Core product lines that are essential for long-term survival.", "rationale": "Core product lines are usually protected and invested in, not milked.", "isCorrect": false }, { "text": "New ventures that are in the early stages of product development.", "rationale": "New ventures are invested in for growth, not milked.", "isCorrect": false } ] },
    { "question": "The strategic response of 'Counter disruption' is described as an aggressive strategy where large players introduce another disruption to rule out the original innovator. This is often successful because:", "hint": "Consider the inherent advantage large players might have.", "answerOptions": [ { "text": "Large players inherently lack the resources and agility of startups.", "rationale": "The text states large players tend to have more resources.", "isCorrect": false }, { "text": "It relies on the original innovator to cooperate and share intellectual property.", "rationale": "Counter disruption is aggressive and competitive, not cooperative.", "isCorrect": false }, { "text": "Large players tend to have more resources than startups, enabling them to crush the original innovator.", "rationale": "Superior resources allow large companies to out-compete smaller, original disruptors.", "isCorrect": true }, { "text": "It focuses on shifting attention to core product lines rather than combating disruption directly.", "rationale": "This describes 'Restrict presence and shift focus on core', not counter disruption.", "isCorrect": false } ] }
  ]
}
