{
  "questions": [
    { "question": "Performance management in the private sector is seen as a four-stage solution for striving towards sustainability. Which of the following is the correct sequence of the first two stages?", "hint": "Think about the initial steps in setting up a performance management system.", "answerOptions": [ { "text": "Evaluate delegation of control; then determine organizational structure.", "rationale": "Organizational structure is determined before evaluating delegation of control.", "isCorrect": false }, { "text": "Determine organizational structure; then evaluate delegation of control.", "rationale": "The first stage is to determine the organizational structure, and the second is to evaluate the degree of delegation of control and identify responsibility centers.", "isCorrect": true }, { "text": "Establish performance measures; then review performance.", "rationale": "Establishing measures comes before reviewing performance, but these are later stages.", "isCorrect": false }, { "text": "Identify responsibility centers; then establish performance measures.", "rationale": "Identifying responsibility centers comes before establishing performance measures, but these are not the very first stages.", "isCorrect": false } ] },
    { "question": "Responsibility accounting primarily helps in:", "hint": "Focus on what it enables managers to be held accountable for.", "answerOptions": [ { "text": "Centralizing all decision-making power at the top management level.", "rationale": "Responsibility accounting is key for decentralized organizations, not necessarily centralization.", "isCorrect": false }, { "text": "Collecting, summarizing, and reporting information where individual managers are held accountable for specific costs, revenue, or assets.", "rationale": "This accurately defines responsibility accounting's core function.", "isCorrect": true }, { "text": "Measuring performance solely based on financial indicators.", "rationale": "Responsibility accounting can incorporate both financial and non-financial aspects.", "isCorrect": false }, { "text": "Establishing a fixed budget that cannot be deviated from.", "rationale": "Responsibility accounting helps manage deviations from budgets, not fix them rigidly.", "isCorrect": false } ] },
    { "question": "Critical Success Factors (CSFs) are best described as:", "hint": "Think about their strategic importance to organizational objectives.", "answerOptions": [ { "text": "Detailed, quantifiable targets for operational efficiency.", "rationale": "This describes Key Performance Indicators (KPIs).", "isCorrect": false }, { "text": "Signals of performance in specific functional areas.", "rationale": "This describes KPIs.", "isCorrect": false }, { "text": "Aspects or areas of action that are vital for the attainment of strategic objectives.", "rationale": "CSFs are the high-level areas where an organization must excel to achieve its strategic goals.", "isCorrect": true }, { "text": "Historical financial metrics used for benchmarking against competitors.", "rationale": "CSFs are forward-looking and strategic, not just historical metrics.", "isCorrect": false } ] },
    { "question": "Key Performance Indicators (KPIs) are best described as:", "hint": "Think about their role in measuring progress towards objectives.", "answerOptions": [ { "text": "Broad strategic goals that define an organization's mission.", "rationale": "This describes Critical Success Factors (CSFs).", "isCorrect": false }, { "text": "Areas that are critical for the attainment of corporate objectives.", "rationale": "This describes CSFs.", "isCorrect": false }, { "text": "Performance management instruments used to measure and monitor the achievement of objectives.", "rationale": "KPIs are the specific, measurable metrics that indicate how well an organization is achieving its objectives.", "isCorrect": true }, { "text": "Qualitative assessments of employee morale and customer satisfaction.", "rationale": "KPIs can be qualitative, but they are primarily about measurement and monitoring achievement.", "isCorrect": false } ] },
    { "question": "According to Rockart, which of the following is NOT a prime source for identifying Critical Success Factors (CSFs)?", "hint": "Recall the four main categories of CSF sources.", "answerOptions": [ { "text": "Structure of a particular Industry", "rationale": "Industry structure is a prime source of CSFs.", "isCorrect": false }, { "text": "Competitive strategy, industry position, and geographical location", "rationale": "These are prime sources of CSFs.", "isCorrect": false }, { "text": "Temporary Influences", "rationale": "Temporary Influences are a prime source of CSFs.", "isCorrect": false }, { "text": "Fixed overhead costs of the organization", "rationale": "Fixed overhead costs are financial data, not a source for identifying strategic CSFs.", "isCorrect": true } ] },
    { "question": "Which of the following is a limitation of using Return on Capital Employed (ROCE) as a performance metric?", "hint": "Consider its potential impact on investment decisions.", "answerOptions": [ { "text": "It encourages capital investment, even if it reduces overall company ROI.", "rationale": "ROCE can discourage capital investment if it lowers the division's ROCE.", "isCorrect": false }, { "text": "It discourages capital investment because an increase in capital may decrease ROCE if PBIT doesn't increase proportionally.", "rationale": "This is a major criticism of ROCE, as it can lead to underinvestment in projects that are good for the company overall but dilute the division's current ROCE.", "isCorrect": true }, { "text": "It is an absolute measure, making comparisons between divisions of different sizes easy.", "rationale": "ROCE is a relative measure (ratio), not absolute, and can be used for comparisons.", "isCorrect": false }, { "text": "It is not affected by accounting policies, making it a highly reliable measure.", "rationale": "ROCE can be distorted by accounting policies.", "isCorrect": false } ] },
    { "question": "Residual Income (RI) is preferred over Return on Investment (ROI) for evaluating divisional managers because RI:", "hint": "Think about how RI encourages goal congruence.", "answerOptions": [ { "text": "Is a relative measure, allowing for easy comparison between divisions of different sizes.", "rationale": "RI is an absolute measure, making comparisons between different-sized divisions difficult.", "isCorrect": false }, { "text": "Always results in a higher profit figure for the division.", "rationale": "RI can be negative, and its purpose is goal congruence, not necessarily a higher profit figure.", "isCorrect": false }, { "text": "Encourages managers to accept projects that return more than the cost of capital, promoting goal congruence.", "rationale": "RI motivates managers to accept all projects that add value above the minimum required return, aligning divisional and company goals.", "isCorrect": true }, { "text": "Ignores the cost of equity capital, simplifying calculations.", "rationale": "RI explicitly includes a cost of capital charge.", "isCorrect": false } ] },
    { "question": "Economic Value Added (EVA) aims to overcome the limitations of accounting profit by:", "hint": "Consider what EVA includes that traditional accounting profit often omits.", "answerOptions": [ { "text": "Excluding the cost of debt finance from its calculation.", "rationale": "EVA considers both debt and equity capital costs.", "isCorrect": false }, { "text": "Ignoring the cost of equity capital in its calculation.", "rationale": "EVA explicitly includes the cost of equity capital.", "isCorrect": false }, { "text": "Taking into account the opportunity cost of invested capital, including equity capital.", "rationale": "EVA is a measure of economic profit that deducts a charge for all capital (debt and equity) used, providing a truer picture of wealth creation.", "isCorrect": true }, { "text": "Being an absolute measure, making comparisons between companies of different sizes easy.", "rationale": "EVA is an absolute measure, which makes comparisons between different-sized companies difficult.", "isCorrect": false } ] },
    { "question": "Which of the following is a benefit of using Net Present Value (NPV) as a performance measure?", "hint": "Think about its correlation with shareholder wealth and time value of money.", "answerOptions": [ { "text": "It ignores the time value of money, simplifying calculations.", "rationale": "NPV explicitly considers the time value of money.", "isCorrect": false }, { "text": "It is less subject to manipulation and subjective decisions compared to accounting profits.", "rationale": "NPV is based on cash flows, which are generally less prone to manipulation than accounting profits.", "isCorrect": true }, { "text": "It is ideal for comparing projects of very different scales without complex calculations.", "rationale": "Comparing projects of different scales with NPV can require additional tools like Profitability Index.", "isCorrect": false }, { "text": "It focuses only on the initial cash flows of a project.", "rationale": "NPV considers all cash flows over the project's life.", "isCorrect": false } ] },
    { "question": "Non-financial performance measures are crucial for an effective performance management system, especially in isolation from financial measures, because they:", "hint": "Consider what financial measures often lack.", "answerOptions": [ { "text": "Are primarily short-term oriented and historical in nature.", "rationale": "Non-financial measures are often long-term focused and forward-looking.", "isCorrect": false }, { "text": "Are easily subject to 'window dressing' and manipulation.", "rationale": "Non-financial measures are generally less prone to manipulation than financial ones.", "isCorrect": false }, { "text": "Provide a more holistic picture by addressing aspects like quality, innovation, and employee morale, which impact long-term viability.", "rationale": "Non-financial measures provide context and insights into drivers of future performance that financial measures alone cannot capture.", "isCorrect": true }, { "text": "Are always quantitative, making them objective and easy to compare.", "rationale": "Non-financial measures can be qualitative and sometimes difficult to quantify.", "isCorrect": false } ] },
    { "question": "The 'Balanced Scorecard' (Kaplan & Norton) displays organizational performance across four perspectives. Which of the following is NOT one of these perspectives?", "hint": "Recall the four standard perspectives.", "answerOptions": [ { "text": "Financial Perspective", "rationale": "Financial is a core perspective.", "isCorrect": false }, { "text": "Customer Perspective", "rationale": "Customer is a core perspective.", "isCorrect": false }, { "text": "Competitor Perspective", "rationale": "Competitor is not a standard perspective; it's an external factor influencing strategy, but not a scorecard perspective.", "isCorrect": true }, { "text": "Internal Business Process Perspective", "rationale": "Internal Business Process is a core perspective.", "isCorrect": false } ] },
    { "question": "The 'Performance Pyramid' (Cross & Lynch) is considered superior to the Balanced Scorecard in terms of 'hierarchy' because it:", "hint": "Think about how objectives are set across different organizational levels.", "answerOptions": [ { "text": "Combines financial and non-financial measures more effectively.", "rationale": "Both models combine these measures.", "isCorrect": false }, { "text": "Requires senior managers to set objectives for each level of the organization, tailoring performance indicators to each level.", "rationale": "The Performance Pyramid explicitly emphasizes a hierarchical breakdown of objectives from vision down to operations.", "isCorrect": true }, { "text": "Is the first model that acknowledges that financial and non-financial measures can complement one another.", "rationale": "The Performance Pyramid was not the first to acknowledge this.", "isCorrect": false }, { "text": "Focuses primarily on external effectiveness rather than internal efficiency.", "rationale": "It integrates both internal efficiency and external effectiveness.", "isCorrect": false } ] },
    { "question": "The 'Building Block Model' (Fitzgerald & Moon) is based on three building blocks. Which of the following is NOT one of these blocks?", "hint": "Recall the three core components of the model.", "answerOptions": [ { "text": "Dimensions", "rationale": "Dimensions is a building block.", "isCorrect": false }, { "text": "Strategies", "rationale": "Strategies is not a building block; the model focuses on Dimensions, Standards, and Rewards.", "isCorrect": true }, { "text": "Standards", "rationale": "Standards is a building block.", "isCorrect": false }, { "text": "Rewards", "rationale": "Rewards is a building block.", "isCorrect": false } ] },
    { "question": "In the Building Block Model, 'Standards' (KPIs) should have which of the following characteristics?", "hint": "Consider what makes performance measures fair and motivating.", "answerOptions": [ { "text": "Subjectivity and ambiguity", "rationale": "Standards should be clear and objective.", "isCorrect": false }, { "text": "Equity, ownership, and achievability", "rationale": "These characteristics ensure fairness, acceptance, and realism in setting performance standards.", "isCorrect": true }, { "text": "Exclusively financial focus", "rationale": "The model considers both financial and non-financial dimensions.", "isCorrect": false }, { "text": "Imposed by top management without employee involvement", "rationale": "Ownership implies employee involvement.", "isCorrect": false } ] },
    { "question": "The 'Triple Bottom Line (TBL)' framework expands traditional accountancy reporting systems to include:", "hint": "Recall the three 'Ps' of TBL.", "answerOptions": [ { "text": "Only financial performance and shareholder value.", "rationale": "This is traditional accounting, not TBL.", "isCorrect": false }, { "text": "Social and environmental performance in addition to financial performance.", "rationale": "TBL explicitly adds 'People' and 'Planet' to 'Profit'.", "isCorrect": true }, { "text": "Only non-financial metrics like employee morale and customer satisfaction.", "rationale": "TBL includes financial performance ('Profit').", "isCorrect": false }, { "text": "Regulatory compliance and legal aspects only.", "rationale": "TBL is broader than just compliance.", "isCorrect": false } ] },
    { "question": "The 'Cost of Conformance' in quality-related costs is also emotively termed as 'good cost' and is further classified into:", "hint": "Think about costs incurred to ensure quality before and during production.", "answerOptions": [ { "text": "Internal Failure Cost and External Failure Cost.", "rationale": "These are 'Cost of Non-Conformance' (bad costs).", "isCorrect": false }, { "text": "Prevention Cost and Appraisal Cost.", "rationale": "Prevention costs stop defects, and appraisal costs detect them, both contributing to conformance.", "isCorrect": true }, { "text": "Fixed Cost and Variable Cost.", "rationale": "This is a cost behavior classification, not a quality cost classification.", "isCorrect": false }, { "text": "Direct Material Cost and Direct Labor Cost.", "rationale": "These are direct costs of production, not quality costs.", "isCorrect": false } ] },
    { "question": "A Quality Management System (QMS) has an inverse relation with the costs of non-conformance. This means that:", "hint": "Consider the impact of a rigorous QMS on defect-related costs.", "answerOptions": [ { "text": "Higher rigor in QMS leads to higher costs of non-conformance.", "rationale": "The relationship is inverse.", "isCorrect": false }, { "text": "Higher rigor in QMS leads to lower costs of non-conformance.", "rationale": "An effective QMS reduces defects and failures, thereby lowering internal and external failure costs.", "isCorrect": true }, { "text": "QMS has no impact on the costs of non-conformance.", "rationale": "QMS is designed to impact these costs.", "isCorrect": false }, { "text": "Costs of non-conformance are always fixed, regardless of QMS rigor.", "rationale": "Costs of non-conformance are often variable with defect rates.", "isCorrect": false } ] },
    { "question": "In the 'Modern Furniture Limited' case, MFL's Gross Profit Ratio is 25% (industry average 23%) and ROCE is 15% (industry average 12%). What does this indicate about MFL's performance?", "hint": "Compare MFL's ratios to the industry averages.", "answerOptions": [ { "text": "MFL's performance is below average due to low profitability.", "rationale": "MFL's ratios are better than average.", "isCorrect": false }, { "text": "MFL's performance is acceptable as both GP ratio and ROCE are better than the industry average.", "rationale": "MFL is outperforming the industry in both profitability and capital utilization efficiency.", "isCorrect": true }, { "text": "MFL needs to investigate reasons for poor ROCE despite a good GP ratio.", "rationale": "MFL's ROCE is good (15% vs 12%). This advice would be relevant if MFL's ROCE was below average.", "isCorrect": false }, { "text": "MFL should invest more capital to increase its ROCE.", "rationale": "While investment is a general strategy, MFL's current ROCE is already strong.", "isCorrect": false } ] },
    { "question": "In the 'LNG Limited' case, Division L has a present ROI of 18%, N has 16.5%, and G has 13.6%. LNG has additional cash to invest, and the desired rate of return is 14%. Division L's investment opportunity has an expected ROI of 16%. Which division manager would be the LEAST eager to accept the additional investment funds if their decision is based solely on divisional ROI?", "hint": "Look for the division whose current ROI is highest relative to the proposed project's ROI.", "answerOptions": [ { "text": "Division L", "rationale": "Division L's current ROI (18%) is higher than the proposed project's ROI (16%), so accepting it would decrease the division's average ROI, making the manager reluctant.", "isCorrect": true }, { "text": "Division N", "rationale": "Division N's current ROI (16.5%) is also higher than the proposed project's (16%), so its manager would also be reluctant, but L's reluctance would be stronger as the gap is larger.", "isCorrect": false }, { "text": "Division G", "rationale": "Division G's current ROI (13.6%) is lower than the proposed project's (15%), so its manager would be eager to accept.", "isCorrect": false }, { "text": "All managers would be eager, as the proposed ROI is positive.", "rationale": "This is incorrect due to the sub-optimization issue with ROI.", "isCorrect": false } ] },
    { "question": "Continuing from the LNG Limited case, which division offers the BEST investment opportunity for LNG Limited as a whole?", "hint": "Compare the expected ROI of each division's opportunity against the company's desired rate of return.", "answerOptions": [ { "text": "Division L", "rationale": "Division L's opportunity (16%) is above the company's desired 14%, making it a good opportunity.", "isCorrect": true }, { "text": "Division N", "rationale": "Division N's opportunity (12%) is below the company's desired 14%, so it's not the best.", "isCorrect": false }, { "text": "Division G", "rationale": "Division G's opportunity (15%) is above the company's desired 14%, making it a good opportunity, but L is higher.", "isCorrect": false }, { "text": "All divisions offer equally good opportunities.", "rationale": "This is incorrect; their ROIs differ.", "isCorrect": false } ] },
    { "question": "The 'conflict between requirements (ii) and (iv)' in the LNG Limited case (where managers reject projects beneficial to the company) is primarily due to:", "hint": "Think about the issue that arises when divisional performance is measured by ROI.", "answerOptions": [ { "text": "The use of Residual Income (RI) as a performance measure.", "rationale": "The conflict arises from ROI, and RI is suggested as a solution.", "isCorrect": false }, { "text": "Lack of goal congruence between divisions and the organization as a whole.", "rationale": "This is the core problem: managers prioritize their division's ROI over overall company profitability.", "isCorrect": true }, { "text": "The company's desired rate of return being too low.", "rationale": "The desired rate of return is a benchmark, not the cause of the conflict.", "isCorrect": false }, { "text": "Divisional managers being unwilling to take any investment risks.", "rationale": "The issue is about the ROI metric, not necessarily risk aversion.", "isCorrect": false } ] },
    { "question": "X Greetings has a positive EVA of KRW 37.03 million in 2023-24, down from KRW 53.96 million in 2022-23. Its EPS is down 15.03%, and share price is down 7.79% (vs. sector index down 17.97%). How should X Greetings' performance be assessed?", "hint": "Consider the overall picture, including both absolute value creation and relative market performance.", "answerOptions": [ { "text": "Performance is poor because both EPS and EVA have declined year-on-year.", "rationale": "While they declined, EVA is still positive, indicating value creation, and the share price performed relatively well.", "isCorrect": false }, { "text": "Performance is acceptable because it generated positive EVA, and its share price declined less than the sector index.", "rationale": "Positive EVA indicates value creation, and outperforming the market/sector index in a downturn suggests acceptable performance despite absolute declines.", "isCorrect": true }, { "text": "Performance is excellent because it generated positive EVA, indicating significant wealth creation.", "rationale": "While positive EVA is good, the decline from the previous year suggests it's not 'excellent'.", "isCorrect": false }, { "text": "Performance is misleading because EVA is an absolute measure and cannot be compared year-on-year.", "rationale": "EVA can be compared year-on-year to assess trends in value creation.", "isCorrect": false } ] },
    { "question": "In the 'WUS' case, the company has an EVA of -₹5.98 Crores. The regulatory ROCE is 6.68%, which is within the acceptable 7.00%. What is the primary reason for the negative EVA despite an acceptable ROCE?", "hint": "Think about what EVA includes that ROCE does not.", "answerOptions": [ { "text": "EVA includes the cost of equity capital, which ROCE ignores, indicating that WUS is not meeting the economic cost of its capital.", "rationale": "Negative EVA signifies that the company is not generating enough profit to cover the cost of all its capital, including the implicit cost of equity, which ROCE does not explicitly account for.", "isCorrect": true }, { "text": "The regulatory body's valuation of capital assets is incorrect.", "rationale": "The problem states the regulatory valuation is used for ROCE, not that it's incorrect for EVA.", "isCorrect": false }, { "text": "WUS has a monopoly position, leading to inefficiencies.", "rationale": "While monopolies can be inefficient, the negative EVA is specifically due to the cost of capital.", "isCorrect": false }, { "text": "Operating margins from Water Bottle Operation (WBO) are too low.", "rationale": "WBO has higher operating margins; the issue is overall capital cost.", "isCorrect": false } ] },
    { "question": "In the 'Beta Control (BC)' case, the newly appointed CEO wants to use EVA as a key performance metric. The assistant's initial EVA calculation is ₹307.95 Lacs. However, the report suggests several adjustments. One adjustment is to capitalize 'Training and Development Expenses'. Why should these expenses be capitalized for EVA calculation?", "hint": "Consider if these expenses provide future benefits.", "answerOptions": [ { "text": "Because they are non-cash expenses and should be added back to profit.", "rationale": "Non-cash expenses are added back, but capitalization is about future benefits.", "isCorrect": false }, { "text": "Because they contribute to future value creation and enhance the company's intellectual capital.", "rationale": "EVA aims to reflect economic reality; if training provides long-term benefits (like R&D or marketing), it should be capitalized and amortized over its useful life, similar to an asset.", "isCorrect": true }, { "text": "Because they are fixed costs and should be excluded from NOPAT.", "rationale": "Capitalization is about asset recognition, not just fixed cost treatment.", "isCorrect": false }, { "text": "Because they are part of the operating profit and should not be adjusted.", "rationale": "EVA makes adjustments to accounting profit to reflect economic profit.", "isCorrect": false } ] },
    { "question": "Continuing from the Beta Control case, another adjustment for EVA calculation is to capitalize 'Marketing Expenditure'. Why is this adjustment made?", "hint": "Think about the long-term impact of marketing expenditure on brand value.", "answerOptions": [ { "text": "Because it is a non-cash expense that does not affect cash flow.", "rationale": "Marketing expenditure is typically a cash expense.", "isCorrect": false }, { "text": "Because it builds long-term brand value and contributes to future revenues.", "rationale": "Similar to R&D, marketing efforts that build brand equity are considered investments in economic capital for EVA purposes.", "isCorrect": true }, { "text": "Because it is an overhead cost that should be allocated to products.", "rationale": "Capitalization is about asset recognition, not just overhead allocation.", "isCorrect": false }, { "text": "Because it is a variable cost that should be excluded from NOPAT.", "rationale": "Marketing is often a period cost, but EVA adjusts it if it creates long-term value.", "isCorrect": false } ] },
    { "question": "Your Bank Ltd. wants to use a Balanced Scorecard. For the 'Customer Perspective', which objective and performance measure would be appropriate?", "hint": "Think about what customers value and how to quantify their satisfaction/loyalty.", "answerOptions": [ { "text": "Objective: Increase gross margin; Measure: Gross margin growth percentage.", "rationale": "This is a Financial Perspective objective.", "isCorrect": false }, { "text": "Objective: Improve post-sales service; Measure: Average replacement time (number of days).", "rationale": "This is an Internal Business Process objective, though it impacts customers.", "isCorrect": false }, { "text": "Objective: Increase customer loyalty; Measure: Number of Accounts Closed or Closure Request Received.", "rationale": "Increasing customer loyalty is a key customer objective, and tracking account closures directly measures a lack of loyalty.", "isCorrect": true }, { "text": "Objective: Improve employee morale; Measure: Employee satisfaction rating.", "rationale": "This is a Learning and Growth Perspective objective.", "isCorrect": false } ] },
    { "question": "B. Steels is preparing its Balanced Scorecard. For the 'Internal Business Process Perspective', which objective and KPI would be appropriate?", "hint": "Think about what processes a company needs to excel at internally.", "answerOptions": [ { "text": "Objective: Increase number of customers; KPI: Number of customers.", "rationale": "This is a Customer Perspective objective.", "isCorrect": false }, { "text": "Objective: Increase plant safety; KPI: Number of plant accidents.", "rationale": "Increasing plant safety is an internal process objective, and accident numbers directly measure it.", "isCorrect": true }, { "text": "Objective: Increase profitability of core product line; KPI: Core product line profit as a percentage of sales.", "rationale": "This is a Financial Perspective objective.", "isCorrect": false }, { "text": "Objective: Improve employee morale; KPI: Employee turnover rate.", "rationale": "This is a Learning and Growth Perspective objective.", "isCorrect": false } ] },
    { "question": "Arby Signer's Balanced Scorecard shows ROCE of 13% (target 14%) and Net Income of $95M (target $89M). The most likely reason for the under-target ROCE despite exceeding Net Income target is:", "hint": "Recall the ROCE formula and how investment impacts it.", "answerOptions": [ { "text": "Lower sales volume than budgeted.", "rationale": "Net income exceeded target, suggesting sales volume was at least adequate.", "isCorrect": false }, { "text": "Higher cost of goods sold than budgeted.", "rationale": "Higher costs would reduce net income, which wasn't the case.", "isCorrect": false }, { "text": "Significant investment in IT security, increasing the capital employed.", "rationale": "ROCE = PBIT / Capital Employed. If capital employed increases significantly (e.g., due to IT security investment) without a proportional increase in profit, ROCE will fall.", "isCorrect": true }, { "text": "Lower interest rates on debt, reducing finance costs.", "rationale": "Lower interest would increase net income and potentially ROCE.", "isCorrect": false } ] },
    { "question": "Caregiver Ltd. is preparing its Triple Bottom Line (TBL) report. Which of the following aspects should be reported under the 'People' (Social) bottom line?", "hint": "Look for initiatives related to human well-being, labor practices, or community impact.", "answerOptions": [ { "text": "Reduced the amount of plastic usage in peanut butter jars.", "rationale": "This is a 'Planet' (Environmental) aspect.", "isCorrect": false }, { "text": "Prompt and accurate tax payments based on records maintained without errors or fraud.", "rationale": "This is a 'Profit' (Economic) aspect.", "isCorrect": false }, { "text": "Medical staff conduct charity camps every month, providing free consultation to the community.", "rationale": "Charity camps directly benefit the community and are a social initiative.", "isCorrect": true }, { "text": "Lab reports being made available online to reduce printing costs and storage space.", "rationale": "This is a 'Planet' (Environmental) aspect (resource conservation).", "isCorrect": false } ] },
    { "question": "Continuing from the Caregiver Ltd. case, which aspect should be reported under the 'Planet' (Environmental) bottom line?", "hint": "Look for initiatives related to natural resources or ecological impact.", "answerOptions": [ { "text": "Training and professional development programs for doctors and nurses.", "rationale": "This is a 'People' (Social) aspect (human capital development).", "isCorrect": false }, { "text": "Caregiver has a good track record of having no medical negligence litigation cases filed against it.", "rationale": "This is a 'People' (Social) aspect (quality of services).", "isCorrect": false }, { "text": "Medical waste is discarded at a landfill in a nearby dumpsite, with some waste not being bio-degradable.", "rationale": "Waste disposal and its impact on the environment are directly related to the 'Planet' bottom line.", "isCorrect": true }, { "text": "The hospital is planning to market 'medical check-up packages' to utilize outpatient department facilities better.", "rationale": "This is a marketing strategy for profitability ('Profit' aspect).", "isCorrect": false } ] }
  ]
}
